Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ བློ་ བཟངས་ ཕྱུག་པོ འི་ བུ་ ཚེ་ སངས་རྒྱས་ ཀྱི །_། དགེ་སློང་ ཁ་ཏོན་ འདོན་པ ར་ བཟའ་བ་ བྱིན་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ མཆོག་མ་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $422 “The well-gone Subuddhi, when the son of a wealthy man, |#| Offered food to monks of the buddha who chanted |#| Before the thus-gone Supreme Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཀུན་གཟིགས་ རབ་བྱུང་ ཞག་ བདུན་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོས་ ཀྱི་ ངད་ལྡན་ བཅོམ་ལྡན་ གྱིས །_། ལེགས་པ ར་ གསུངས་ ལ་ རྗེས་སུ་ ཡི་ རང་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $423 “The well-gone Samantadarśin, when a monk who had gone forth seven days earlier, |#| Offered rejoicing in fine statements of the blessed one |#| And so, before the thus-gone Endowed with Incense Fragrance, |#| First gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ མཆོག་ ནི་ དགེ་སློང་ ཚེ །_། ཏིང་འཛིན་ འདི་ ལ་ ཡི་ རང་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ མཐུ་རྩལ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $424 “The well-gone Jñānavara, when a monk, |#| Rejoiced in this absorption#195 |#| Before the thus-gone Powerful Qualities |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་ གནས་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ ཁྱད་པར་ ལ །_། ཡན་ལག་ ལྔ་ལྡན་ སིལ་སྙན་ དག་ གིས་ མཆོད །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $425 “The thus-gone Brahmavāsa, when a prince, |#| Offered music endowed with the five features |#| To the thus-gone Distinguished Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བདེན་ གསུང་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དྲང་སྲོང་ གསལ་ དེ་ ལ །_། ལྷུང་བཟེད་ འོ་མ ས་ བཀང་ སྟེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $426 “The thus-gone Satyaruta, when a householder, |#| Filled an alms bowl with milk and offered it |#| To the thus-gone Clear Sage |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བློ་ བཟངས་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ སྒྲོན་ དེ་ ལ །_། ཨ་རུ་ ར་ ཡི་ འབྲས་བུ་ དགུ་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $427 “The thus-gone Subuddhi, when a physician, |#| Offered nine yellow myrobalan fruits |#| To the thus-gone Jewel Lamp |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྟོབས་ བྱིན་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ འབར་བ་ ཡི །_། གཙུག་ལག་ཁང་ དག་ སྐྱོང་ ནུལ་ བྱུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $428 “The well-gone Baladatta, when the son of a merchant, |#| Coated with plaster a monastic temple#196 |#| Of the thus-gone Blazing Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ་ སྟབས་ ནི་ རྒྱ་མཚོ འི་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟིགས་པ་ ཐ་མ་ དེ་ ལ་ ནི །_། བྱི་རུ་ སྤར་བ་ བཀང་ སྟེ་ |#| གཏོར་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ [309a] སེམས་བསྐྱེད་ དོ །_།
en: $429 “The well-gone Siṃhagati, when a seafaring merchant, |#| Scattered handfuls of coral |#| Before the thus-gone Final Vision |#| And in doing so first gave rise to the mind of awakening. [309.a]

source: བདེ་གཤེགས་ མེ་ཏོག་ ཏོག་ ནི་ རྒྱལ་རིགས་ གཞོན་ནུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དབྱིག་ ལ་ དགྱེས་པ་ དེ་ ལ་ ནི །_། རིན་པོ་ཆེ་ ཡི་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $430 “The well-gone Puṣpaketu, when a youth of the kṣatriya caste, |#| Offered jewel garlands |#| To the thus-gone Delighting in Treasure |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ འབྱུང་གནས་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ་ མཛེས་ དེ་ ལ །_། པད་མ འི་ རྫིང་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $431 “The well-gone Jñānākara, when a garland maker, |#| Offered lotus ponds |#| To the thus-gone Beautiful Array |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ བྱིན་པ་ གནས་རྟེན་ ཚེ །_། བདེ་གཤེགས་ ཡོན་ཏན་ དཔལ་ གྱི་ སྙིང་པོ་ ཡི །_། འཆག་ས ར་ འཇི་བ འི་ གོང་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $432 “The well-gone Puṣpadatta, when a senior monk, |#| Offered lumps of clay for a monastic walkway |#| To the well-gone Essence of Glorious Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ སྙིང་པོ་ དྲང་སྲོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟིགས་པ་ གསལ་ དེ་ ལ །_། རྒྱང་མ་ ནས་ ནི་ ཐལ་སྦྱར་ ཕྱག་ བྱས་ ཏེ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $433 “The well-gone Guṇagarbha, when a sage, |#| Joined his palms in homage from a distance |#| Before the thus-gone Clear Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ གྲགས་པ་ ཤིང་ རྟོག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མདངས་ སྟོབས་ དེ་ ལ་ ནི །_། ཨ་ ཏི་ མུག་ ཏ འི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $434 “The well-gone Yaśoratna, when looking after trees, |#| Scattered atimukta flowers |#| Before the thus-gone Bright Strength |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གྲགས་པ་ རྨད་བྱུང་ རྫ་མཁན་ གྱི །_། བུ་ ཚེ་ བདེ་གཤེགས་ རྣམ་དག་ སྤྱན་ དེ་ ལ །_། ཆུ་ ཡི་ སྦྱིན་པ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $435 “The well-gone Adbhutayaśas, when the son of a potter, |#| Offered water |#| To the well-gone Eyes of Purity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ ཚུགས་ དམངས་རིགས་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ བརྟུལ་ཞུགས་ ལ །_། བ་ རུ་ ར་ ཡི་ འབྲས་བུ་ གཅིག་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $436 “The well-gone Anihata, when youth of the commoner caste, |#| Offered a bibhītaka fruit |#| To the thus-gone Yogic Discipline of Wisdom |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསྙེངས་ མེད་ རྒྱལ་ཆེན་ རྣམ་ཐོས་ བུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཞབས་ དག་ བརྟན་པ་ དེ་ ལ་ ནི །_། ལྷ་རྫས་ དག་ གི་ ཙན་དན་ དག་ གིས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $437 “The well-gone Abhaya, when Vaiśravaṇa, |#| Scattered sandalwood of heavenly substance |#| Before the thus-gone Steadfast Feet |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ འི་ འོད་ ནི་ རྒྱལ་པོ་ ཡི །_། མདུན་ འདོན་ བྱེད་ ཚེ་ བདེ་གཤེགས་ འཕགས་ སྤྱན་ དེ །_། |#| ཞག་ བདུན་ བར་ དུ་ གདུགས་ཚོད་ གསོལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $438 “The well-gone Sūryaprabha, when a royal priest, |#| Offered lunch for seven days |#| To the well-gone Noble Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚངས་ རབ་ གཤེགས་པ་ མཉན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ་ དགྱེས་ དེ་ ལ །_། ཆུ་བོ འི་ འགྲམ་ དག་ བསྟན་ ཅིང་ མཚོན་ ནས་ |#| ཀྱང་ །_། དང་ [309b] པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $439 “The well-gone Brahmagāmin, when a ferryman, |#| Pointed out the bank of a river |#| To the thus-gone Delighting in Liberation[309.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཡི་ མཐུ་རྩལ་ ཚོང་དཔོན་ ཚེ །_། ཕྱོགས་ བཞི འི་ དགེ་འདུན་ སྒོ་ གང་ ཕུབ་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ དབྱངས་ ཆེན་ དེ་ ལ་ ནི །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $440 “The well-gone Vikrāntadeva, when a merchant, |#| Erected a gateway for the saṅgha of the four directions |#| Before the thus-gone Great Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ དགྱེས་པ་ རྡོ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡུལ་འཁོར་ མཆོག་ དེ་ ལ །_། ལྷ་ ཡི་ ཞལ་ཟས་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $441 “The well-gone Jñānapriya, when a stonemason, |#| Offered divine meals |#| To the thus-gone Supreme Land |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷ་ བདེན་ སྨན་ རྩ་ འཚོང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ སྤྱོད་པ འི་ འོད་ དེ་ ནི །_། སྙུན་ གྱི་ གསོས་ སྨན་ དག་ ལ་ རྟག་ ཏུ་ སྤྱན་ དྲངས་ ནས །_། |#| དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $442 “The thus-gone Satyadeva, when a vendor of medicinal herbs, |#| Offered medical supplies |#| To the thus-gone Light of Excellent Conduct |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ནོར་བུ འི་ སྙིང་པོ་ ཉ་བ་ ཡི །_། ཁྱེའུ་ ཚེ་ བདེ་གཤེགས་ ས་རི་ ལས་ དེ་ ལ །_། མེ་ཏོག་ བཞི་ ཞིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $443 “The well-gone Ratnagarbha,#197 when a young fisherman, |#| Offered four flowers |#| To the well-gone Action of Svāti |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ གྲགས་པ་ དཀའ་ སྤྱོད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ གསལ་ དེ་ ལ །_། ཞུགས་ལིང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $444 “The well-gone Guṇakīrti, when undertaking austerities, |#| Offered a vessel for coals |#| To the thus-gone Luminous Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ དཔལ་ ནི་ བཅའ་བ་ མཁན་ བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ སྣང་ མཛད་ གྲགས་ དེ་ |#| ལ །_། ལྷུང་བཟེད་ བཅའ་བ་ དག་ གིས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $445 “The well-gone Jñānaśrī, when the son of a cook, |#| Offered an alms bowl filled with food |#| To the thus-gone Famed Illuminator |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཅིངས་ མེད་ རྟེན་ བཅས་ གཅིག་པུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣང་བ འི་ མཆོག་ དེ་ ལ །_། གདུགས་ཚོད་ གསོལ་ ཏེ་ |#| སྦྲང་མ་ བསྐྲད་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $446 “The well-gone Asita, when having a single support,#198 |#| Offered lunch and drove away bees |#| Before the thus-gone Supreme Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ བརྟན་པ་ བློན་ཆེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྱེས་པ ར་ གཟིགས་ དེ་ ལ །_། ཁང་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $447 “The well-gone Dṛḍhavrata, when a chief minister, |#| Offered houses |#| To the thus-gone Delightful Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཡི་ གཟི་བརྗིད་ དམ་ཆོས་ ནུབ་པ འི་ ཚེ །_། དགེ་སློང་ ཆོས་ སྨྲོས་ ཤིག་ སྨྲོས་ ཤིག་ ཅེས་ བརྗོད་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ ལྟ་བུ ར་ གསུང་ དེ་ ལ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $448 “The well-gone Maruttejas, when the sacred Dharma was fading, |#| Called on Dharma-teaching monks to ‘Teach! |#| Teach!’ |#| Before the thus-gone Moonlike Speech |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚངས་པ ར་ ཐུབ་པ་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བླ་མ འི་ དབྱངས་ དེ་ ལ །_། གྲོང་ཁྱེར་ དག་ [310a] ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $449 “The well-gone Brahmamuni, when a king, |#| Offered cities |#| To the thus-gone Highest Melody [310.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དལ་ བཞུད་ དགེ་སློང་ རྐྱེན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསོད་ནམས་ དཔལ་ དེ་ ལ །_། སོ་ བི་ ར་ ཀ འི་ བཏུང་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $450 “The well-gone Śanairgāmin, when a dependent monk,#199 |#| Offered vinegar |#| To the thus-gone Glorious Merit |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ དཀའ་ཐུབ་ ཕྱག་དར་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྡུ་བ་ མཁྱེན་པ་པོ་ དེ་ ཡི །_། ལམ་སྲང་ ཁྲུ་ བཅུ་ སྲིད་ དུ་ ཕྱག་དར་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $451 “The well-gone Vratatapas, when a sweeper, |#| Swept ten cubits of road |#| Before the thus-gone Knower of the Gathering |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ ཕུང་པོ་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཚན་ གྱི་ རྒྱལ་པོ་ དེ །_། |#| འཇིགས་པ་ མེད་པ ས་ དགོན་པ ར་ སྤྱན་ དྲངས་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $452 “The well-gone Arciskandha, when a householder, |#| Without fear led the thus-gone King of Marks |#| Into the remote forest, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ ཆེན་པོ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིམས་ནད་ མེད་པ་ ཡི །_། བློ་ མངའ་ དེ་ ལ་ རྒྱན་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $453 “The well-gone Mahātejas, when a prince, |#| Offered ornaments |#| To the thus-gone Master of Mind Without Contagion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཙམ་པ་ཀ་ ནི་ རྒྱལ་ཕྲན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཕགས་པ་ དུལ་བ་ ལ །_། མུ་ སྣི་ ཀ་དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $454 “The well-gone Campaka, when a minor king, |#| Offered mu sni ka#200 |#| To the thus-gone Superior Taming |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགའ་ མཛད་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ ལྷ་ དེ་ ལ །_། རིལ་བ་ སྤྱི་བླུགས་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $455 “The thus-gone Toṣaṇa, when a brahmin, |#| Offered water pots |#| To the thus-gone Dharma Deity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚོགས་ཅན་ བཟང་པོ་ ལྷ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ བདུད་རྩི་ དེས །_། |#| ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་ ཚེ་ ལེགས་པ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $456 “The well-gone Sugaṇin, when a divine son, |#| Presented fine offerings |#| When the thus-gone Nectar of Qualities was turning the Dharma wheel |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབང་པོ འི་ རྒྱལ་མཚན་ མཆོད་སྡོང་ སྲུང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐོགས་པ་ མེད་པ་ གྲོང་ཁྱེར་ དུ །_། གཤེགས་པ འི་ ཚེ་ ན་ མཆོད་སྡོང་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $457 “The well-gone Indradhvaja, when the guardian of a shrine, |#| Offered shrines when the thus-gone Unimpeded |#| Entered the city |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགྱེས་ ཆེན་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ ཕུང་པོ་ ལ །_། སྨན་ གྱི་ རེང་བུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $458 “The thus-gone Mahāpriya, when a physician, |#| Offered medicine tablets |#| To the thus-gone Mass of Nectar |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྣ་མ འི་ མེ་ཏོག་ འོད་ ནི་ གར་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ལྡན་ དེ་ |#| ལ་ ནི །_། [310b] སྣ་མ འི་ མེ་ཏོག་ དག་ གི་ ཕྲེང་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $459 “The well-gone Sumanā­puṣpa­prabha, when a dancer, |#| Offered a garland of sumanā flowers [310.b] |#| To the thus-gone Possessor of Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚོགས་ཅན་ འོད་ ནི་ ཆང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འབྲུག་སྒྲ་ དེ་ ལ་ ནི །_། ཕྱེ་མ ས་ བསྒོས་པ འི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $460 “The well-gone Gaṇiprabha, when an alcohol seller, |#| Scattered flowers suffused with fragrant powder |#| Before the thus-gone Sound of Thunder |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྐྲུན་ མཛད་ ཤིང་ ལྷ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགེ་བ འི་ ཉི་མ་ ལ །_། མེ་ཏོག་ ཀ ར་ ནི་ ཀ་དག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $461 “The thus-gone Creator,#201 when a tree god, |#| Scattered karṇikā flowers |#| Before the thus-gone Sun of Virtue |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མདངས་ འགྲོ་ ཤིང་རྟ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མི་ བསྙེངས་ ཐོབ་ དེ་ |#| ལ །_། བཞུགས་ ཁྲིའུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $462 “The well-gone Ojaṅgama, when a chariot maker, |#| Offered couches |#| To the thus-gone Attainment of Fearlessness |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དོན་ ལེགས་ ངེས་ ནི་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཁས་པ་ དགྱེས་ དེ་ ལ །_། ཞག་ གཅིག་ བཞུགས་པ འི་ གནས་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $463 “The well-gone Suviniścitārtha, when a potter, |#| Offered a place to stay for one day |#| To the thus-gone Delight in Learning |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁྱུ་མཆོག་ བློན་ ཆེ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་ མི་ འཁྲུལ་ དེ་ ལ །_། སེང་གེ འི་ གདན་ཁྲི་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །།_།།
en: $464 “The well-gone Vṛṣabha, when the son of a chief minister, |#| Offered a lion throne |#| To the thus-gone Mind Free from Delusion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལག་ བཟངས་ ཐམས་ཅད་ བྱེད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འགྲོ་བ་ དགའ་ དེ་ |#| ལ །_། གོས་ ཀྱི་ དུམ་བུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $465 “The well-gone Subāhu, when a jack of all trades, |#| Offered pieces of garment |#| To the thus-gone Joy for the World |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ ཆེན་པོ་ ལག་ བླ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མཆོག་ དེ་ ལ །_། སྐྱུ་རུ་ར་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $466 “The well-gone Mahāraśmi, when a supervisor of a new building,#202 |#| Offered myrobalan fruit |#| To the thus-gone Supreme Deity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསམ་པ ས་ བྱིན་ ནི་ ཁྲུས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྫུ་འཕྲུལ་ མཆོག་ དེ་ ལ །_། ཕྱག་ དག་ བཀྲུ་བ འི་ ཆལ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $467 “The well-gone Āśādatta, when a bath attendant, |#| Offered bathing soap |#| To the thus-gone Supreme Miracle |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ འོད་ ནི་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ གདུགས་ དེ་ ལ །_། བཤོས་ དྲོན་ བཅུད་ དང་ ལྡན་པ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $468 “The well-gone Puṇyābha, when a poor man, |#| Offered a nutritious meal |#| To the thus-gone Divine Parasol |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ [311a] རིན་ཆེན་ དབྱངས་ ནི་ རི་མོ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ འི་ གཟུགས་བརྙན་ དག་ ནི་ བྲིས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ ཀླུ་ ཡི་ འོད་ལྡན་ དེ་ |#| ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $469 “The well-gone Ratnaruta, when a painter, [311.a] |#| Drew a picture of the thus-gone one |#| For the thus-gone Endowed with Nāga Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྡོ་རྗེ འི་ སྡེ་ ནི་ བཅིངས་པ་ མེད་པ་པོ །_། རལ་པ་ ཅན་ གྱི་ ཚེ་ ན་ དེ་བཞིན་ གཤེགས་པ་པོ །_། མཐུ་རྩལ་ དྲག་ཤུལ་ ཅན་ ལ་ རྡོ་ལེབ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $470 “The well-gone Vajrasena, when a braided one without bonds,#203 |#| Offered a stone slab |#| To the thus-gone Fierce Power |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འབྱོར་ལྡན་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ གཟི་བརྗིད་ ལ །_། ཙམ་པ་ཀ་ ཡི་ ཕྲེང་བ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $471 “The thus-gone Samṛddha, when a garland maker, |#| Offered a garland of campaka flowers |#| To the thus-gone Dharma Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ སྟོབས་ ནི་ ཕྱག་དར་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྲིད་པ འི་ མཐའ་ ནི་ གཟིགས་པ་པོ །_། བཅོམ་ལྡན་ དེ་ |#| ནི་ ཕྲག་ ལ་ བླངས་ ཏེ་ |#| འདམ་རྫབ་ བསྒྲལ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $472 “The well-gone Siṃhabala, when a sweeper, |#| Carried the blessed thus-gone Beholder of the Ends of Existence |#| Across a swamp upon his shoulders, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ ནི་ འདྲི་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཁྲེལ་ཡོད་ བཟང་པོ་ ལ །_། ཀ་ལ་ མན་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $473 “The thus-gone Netra, when a scribe, |#| Offered a reed pen#204 |#| To the thus-gone Excellent Modesty |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་སྲུང་ སྦྱངས་ གནས་ དགེ་སློང་ ཚེ །_། བདེ་གཤེགས་ རྒྱ་ ཆེན་ གཟུགས་ ཀྱི་ འཆག་ས་ དག _།_ |#| ལྷུང་བཟེད་ འབྲུ་མར་ བཀང་ བས་ ཆག་ཆག་ བཏབ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $474 “The well-gone Kāśyapa, when a monk abiding by the training, |#| Sprinkled a monastic walkway with oil from a full alms bowl |#| Before the well-gone Vast Form |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བློ་གསལ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ སྤྱན་ དེ་ ལ །_། འོད་ཟེར་ མེ་ཏོག་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $475 “The thus-gone Prasannabuddhi, when a prince, |#| Offered radiant flowers |#| To the thus-gone Divine Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ འགྲོས་ ནི་ རྒྱ་མཚོ འི་ ཚོང་པ འི་ ཚེ །_། ཉམ་ཐག་ ཚེ་ ན་ སངས་རྒྱས་ དག་ ལ་ ཕྱག་ འཚལ་ ཞེས །_། ཚིག་ ཏུ་ བརྗོད་ ནས་ |#| བདེ་གཤེགས་ ཚོགས་ ཀྱི་ འོད་ཟེར་ ལ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $476 “The well-gone Jñānakrama, when a seafaring merchant, |#| Cried out ‘Homage to the buddhas!’ while in distress |#| Before the well-gone Radiance of the Gathering, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ དྲག་ཤུལ་ མགར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ མཆོག་ དེ་ ལ །_། དངུལ་ ལས་ བྱས་པ འི་ ལྷུང་བཟེད་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $477 “The well-gone Ugratejas, when a blacksmith, |#| Offered a silver alms bowl |#| To the thus-gone Supreme Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ ཆེན་པོ་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཉམ་པ ར་ བཞག་པ འི་ བདག་ཉིད་ དེ །_། |#| ཉིན་ གཅིག་ [311b] བཞུགས་པ འི་ གནས་ ནི་ བྱས་ ཏེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $478 “The well-gone Mahāraśmi, when the son of a merchant, |#| Offered a place to stay for one day [311.b] |#| To the thus-gone Being of Equipoise |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་འོད་ གྲོང་རྡལ་ བྱིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ ཏོག་ དེ་ ཡི །_། རས་ ཀྱི་ གདན་ དག་ གདིང་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $479 “The well-gone Sūryaprabha, when a child in a village, |#| Spread out a cotton sitting mat |#| For the thus-gone Crest of Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲི་མེད་ འོད་ ནི་ མདུན་ འདོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྐྱེ་ དབང་ མཚུངས་ དེ་ |#| ལ །_། མཆོད་སྦྱིན་ དག་ གི་ ར་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $480 “The well-gone Vimalaprabha, when a priest, |#| Offered sacrificial grounds |#| To the thus-gone Equal of the Ruler |#| And in doing so first gave rise to the mind of awakening.
